tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "planetscale/tap"
tap "railwayapp/railway"
brew "act"
brew "awscli"
brew "bat"
brew "openjdk"
brew "bfg"
brew "cmake"
brew "deno"
brew "dive"
brew "exa"
brew "fzf"
brew "gh"
brew "go"
brew "hasura-cli"
brew "jq"
brew "lf"
brew "luarocks"
brew "mysql-client"
brew "neovim"
brew "nvm"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yarn"
brew "aws/tap/aws-sam-cli"
brew "planetscale/tap/pscale"
brew "railwayapp/railway/railway"
cask "alacritty"
cask "amethyst"
cask "discord"
cask "docker"
cask "firefox"
cask "font-consolas-for-powerline"
cask "google-chrome"
cask "microsoft-edge"
cask "nosql-workbench"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "zoom"
