tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "act"
brew "awscli"
brew "bat"
brew "openjdk"
brew "bfg"
brew "cmake"
brew "deno"
brew "dive"
brew "exa"
brew "fzf"
brew "gh"
brew "go"
brew "hasura-cli"
brew "jq"
brew "lf"
brew "luarocks"
brew "mysql-client"
brew "neovim"
brew "nvm"
brew "postgresql@16", restart_service: true
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "railway"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yarn"
brew "aws/tap/copilot-cli"
cask "alacritty"
cask "amethyst"
cask "discord"
cask "docker"
cask "firefox"
cask "font-consolas-for-powerline"
cask "google-chrome"
cask "microsoft-edge"
cask "nosql-workbench"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "zoom"
vscode "architect.architect"
vscode "bierner.lit-html"
vscode "bradlc.vscode-tailwindcss"
vscode "CraigMaslowski.erb"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "mechatroner.rainbow-csv"
vscode "phoenisx.cssvar"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "styled-components.vscode-styled-components"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
