tap "aws/tap"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "act"
brew "awscli"
brew "bat"
brew "openjdk"
brew "bfg"
brew "cmake"
brew "pkgconf"
brew "crystal"
brew "deno"
brew "dive"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "go"
brew "hasura-cli"
brew "hurl"
brew "jo"
brew "jq"
brew "lf"
brew "lsd"
brew "luarocks"
brew "memcached"
brew "mysql-client"
brew "neovim"
brew "nvm"
brew "opam"
brew "pnpm"
brew "postgresql@16", restart_service: :changed
brew "postgrest"
brew "ragel"
brew "railway"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "uv"
brew "yarn"
brew "yt-dlp"
brew "aws/tap/copilot-cli"
brew "clojure/tools/clojure"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "amethyst"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-consolas-for-powerline"
cask "ghostty"
cask "google-chrome"
cask "microsoft-edge"
cask "nosql-workbench"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "zoom"
cask "zprint"
vscode "architect.architect"
vscode "bradlc.vscode-tailwindcss"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "graphql.vscode-graphql-syntax"
vscode "mechatroner.rainbow-csv"
vscode "phoenisx.cssvar"
vscode "pkief.material-icon-theme"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "zignd.html-css-class-completion"
